{
  "trust_name": "Sri Satya Rama Tilak Ashramam",
  "trust_subheading1": "Sri Satya Rama Tilak Ashramam & 108 Pillar Temple",
  "trust_description1": "The Sri Satya Rama Tilak Ashramam",
  "trust_description2": " was founded in ",
  "trust_description3": "2006 ",
  "trust_description4": "by ",
  "trust_description5": "Shree Tilak Guruvu Garu and Shreemathi Sundari ",
  "trust_description6": "with the mission of serving abandoned elderly people and the poor with compassion and dignity. What began as a small initiative to feed just 30 neglected elders has today grown into a ",
  "trust_description7": "place of faith, service, and spirituality.",
  "trust_description8": "In 2019, inspired by the vision of spreading divine blessings to all, the 108 Pillar Temple....",
  "sevas_title": "Special Day’s and Seva’s",
  "dailyActivities": "Daily Activities:",
  "dailyList": "Nitya Abhishekam, Pooja, Harathi, Annadanam",
  "weeklyRituals": "Weekly Rituals:",
  "monday": "Monday",
  "tuesdayFriday": "Tuesday & Friday",
  "saturday": "Saturday",
  "rudrabhishekam": "Rudrabhishekam",
  "lakshmiPooja": "Lakshmi Pooja",
  "venkateswara": "Kasula Abhishekam for Venkateswara Swamy",

  "monthlySpecial": "Monthly Special Days:",
  "amavasya": "Amavasya",
  "pournami": "Pournami",
  "chandiHomam": "Chandi Sapthasati Homam",
  "kalasarpaHomam": "Kaala Sarpa Dosha Homam",

  "annualFestivals": "Annual Festivals:",
  "kartik": "Kartik Month",
  "kartikInfo": "2025 begins on 22 October and ends on 22 November",
  "gopashtami": "Goshtashtami",
  "mahaShivaratri": "Maha Shivaratri",
  "temple_history_title": "Our Temple: Legacy of Devotion and Community Service",
  "temple_history_subheading1": "108 Pillar Temple Sivapuram – A Unique Spiritual Destination in East Godavari",
  "temple_history_description1": "The 108 Pillar Temple (SriIshtakameshwari Sametha Sri Satya Rama Rasalingeswara Swamy) at Sivapuram, near Illapalli village, Biccavolu Mandal, East Godavari, Andhra Pradesh, is one of the most unique temples in India. Just 3 km from Biccavolu, this temple is renowned for its 108 pillars, each enshrining 1,108 Shiva Lingams –\ntotaling an astonishing 1,19,664 Shiva Lingams.",
  "shiva_subheading2": "Shivaling produces a thinest gold layer everyday",
  "shiva_description2": "At the heart of the temple lies a rare Mercury Shivalinga (Rasalingam) in the sanctum.Devotees can perform abhishekam directly, as water poured on the 108 pillars flows into the sanctum and bathes the Mercury Linga as 108 streams. The divine phenomenon of this Shivalinga producing a gold layer daily makes the temple truly special.",
  "ishta_subheading3": "Divine Blessings of Sri Ishtakameswari Devi",
  "ishta_description3": "At Sri Satya Rama Tilak Ashramam, the sacred idol of Sri Ishtakameswari Devi was consecrated after the completion of 200 Chandi Havans, making her one of the most powerful forms of the Divine Mother. Devotees believe that the Goddess blesses those seeking marriage, children, prosperity, health, and overall well-being. As a symbol of surrender and devotion, devotees tie a “Mudupu” (sacred knot) before the Goddess to fulfill their heartfelt desires, and with her boundless compassion, she transforms their lives with grace and blessings.",
  "swamy_subheading4": "Kaliyuga daivam lord venkateswara swamy",
  "swamy_description4": "The temple also houses Lord Venkateswara Swamy as the Kshetra Palaka (guardian deity) in the underground sanctum. Every Saturday, a unique coin abhishekam is performed, and devotees receive the blessed coins back as prasadam – symbolizing prosperity and divine blessings.",
  "annapoorna_subheading5": "Sri Annapoorna Devi",
  "annapoorna_description5": "Sri Annapoorna Devi stands as the embodiment of nourishment and compassion within the ashram. Every day, from 12:00 PM to 2:00 PM, free Annadanam (food offering) is served to all devotees visiting the temple. Devotees offer rice at the feet of the Goddess, believing that such an offering brings prosperity, abundance, and divine grace to their homes. For the past 18 years, the ashram has also been delivering meals directly to the homes of elderly and poor people in nearby villages, ensuring no one remains hungry — a service that continues under the divine blessings of Annapoorna Devi.",
  "serving_devotees_subheading6": "Serving to devotees",
  "serving_devotees_description6": "Beyond spiritual significance, the temple stands as a center of service and compassion.Through Sri Satya Rama Tilak Ashramam, daily Annadanam (free meals) are served between 12:00 pm –2:00 pm, and for over 13 years,Annaprasadam has been delivered to poor and elderly residents of three nearby villages. Devotees also offer rice at the feet of Goddess Annapurna Devi, seeking blessings for abundance.",
  "highlights_subheading7": "Highlights of the 108 pillar temple sivapuram",
  "hightlights_listitem1": "108 pillars with 1,19,664 Shiva Lingams",
  "hightlights_listitem2": "Mercury Shivalinga (Rasalingam) producing a golden layer daily",
  "hightlights_listitem3": "Coin Abhishekam on Saturdays to Lord Venkateswara Swamy",
  "hightlights_listitem4": "Daily Annadanam & social service to nearby villages",
  "hightlights_listitem5": "Located just 3 km from Biccavolu, East Godavari",
  "trust_service_founder_heading": "SOCIAL SERVICE ACTIVITIES – SRISATYA RAMA TILAK ASHRAMAM",
  "trust_and_service_description": "At Sri Satya Rama Tilak Ashramam, service to humanity is our foremost duty. Since our establishment in 2006, we have been dedicated to supporting the elderly, the poor, and the underprivileged through various community welfare initiatives.",
  "abandoned_elders_heading": "CARE FOR ABANDONED ELDERS",
  "services_listitem1": "For the past 18 years, the Ashram has been feeding 30 elderly people daily, most of whom were abandoned by their children.",
  "services_listitem2": "Unlike regular services, we ensure dignity by personally sending food carriages to their homes every single day",
  "services_listitem3": "Our commitment is not just to provide meals, but also to ensure these elders feel respected, remembered, and cared for",
  "homeless_people_heading": "SHELTER FOR THE HOMELESS ELDERLY",
  "homeless_listitem1": "Many abandoned elders in nearby villages did not even have a proper roof over their heads.",
  "homeless_listitem2": "As part of our mission, the Ashram has constructed single-room shelters for these elderly people giving them a safe place to live with dignity.",
  "drinking_water_heading": "PROVIDING DRINKING WATER TO VILLAGES",
  "drinking_water_listitem1": "Sivapuram and nearby villages once struggled with the lack of safe drinking water.",
  "drinking_water_listitem2": "To address this, the Ashram laid a water pipeline of 1 km from our premises, supplying pure and safe drinking water to hundreds of families.",
  "drinking_water_listitem3": "This initiative has improved the health and quality of life of the entire community.",
  "guiding_principle": "OUR GUIDING PRINCIPLE",
  "guiding_description1": "We believe in the motto: `Sarve Jana Sukhinobhavanthu \n– May All Beings Be Happy.`",
  "guiding_description2": "Every service we provide – whether it is feeding the hungry, sheltering the homeless, or giving water to the thirsty –is a step towards living this vision.\nFor us, serving humanity is serving God. Through these small but meaningful efforts, Sri Satya Rama Tilak Ashramam continues to be a source of hope, compassion, and blessings for the people of Sivapuram and surrounding villages",
  "address_title": "Sri Satya Rama Tilak Ashramam(108 pillar Temple)",
  "address": "Shivapuram,illapalli,Biccavolu Mandal\nEast Godavari, Andhra Pradesh - 533343\nPhone:7675000988\nEmail:108pillartemple@gmail.com",
  "stay_connected": "Stay Connected",
  "quick_links": "Quick Links",
  "contact_subheading": "History of Sri Satya Rama Tilak Ashramam & 108 Pillar Temple:",
  "contact_text1": "The Sri Satya Rama Tilak Ashramam was founded in 2006 by Shree Tilak Guruvu Garu and Shreemathi Sundari, with the mission of serving abandoned elderly people and the poor with compassion and dignity. What began as a small initiative to feed just 30 neglected elders has today grown into a place of faith, service, and spirituality.In 2019, inspired by the vision of spreading divine blessings to all, the 108 Pillar Temple (Sri Ishtakameshwari Sametha Sri Satya Rama Rasalingeswara Swamy) was constructed inside the ashram premises. This temple is now one of the most unique spiritual landmarks in India, with 108 pillars enshrining 1,19,664 Shiva Lingams and a rare Mercury Shivalinga in the sanctum.",
  "contact_bold_word1": "Motto & Inspiration:",
  "contact_text2": "The foundation of the ashram is deeply rooted in the life and legacy of Shree Muppidi Venkata Rama Murthy garu( Ram Bramham garu)  , a renowned astrologer since the mid-1970s, who was known for feeding everyone who came to him and serving the poor selflessly. After his passing in 2004, his son (founder) was inspired during pilgrimages across India.\nConversations with elderly people in various ashrams revealed heartbreaking stories of parents abandoned by their children or left alone without support. These stories gave rise to one strong thought:",
  "contact_bold_word2": "\n“Why not feed at least one person a day, in memory of my father?”",
  "contact_text3": "That one thought became the seed of Sri Satya Rama Tilak Ashramam. From feeding 30 abandoned elders in 2006 to serving hundreds of devotees daily today, the ashram has grown as a living testimony of the motto:",
  "contact_bold_word3": "“Sarve Jana Sukhinobhavanthu – May All Beings Be Happy.”",
  "contact_bold_word4": "\nServices & Contributions:",
  "contact_text4": "Along with daily Annadanam (free meals for devotees and elders), the Ashram has undertaken several noble initiatives:\n108 Pillar Temple construction (2019) to bless devotees spiritually.\nPurified drinking water supply to Sivapuram and nearby villages where clean water was scarce.\nShelter homes with single-room roofs constructed for abandoned elderly.\nSpiritual events and sevas organized every year for community well-being.\n",
  "contact_bold_word5": "\nLegacy & Present:",
  "contact_text5": "The ashram and the 108 Pillar Temple are still lovingly run under the guidance of the founder and his family: Rajiv Jamindar Muppidi, Pravallika, Dharma Jamindar ensuring that the original vision of compassion, service, and devotion continues to flourish.\n✨ Today, Sri Satya Rama Tilak Ashramam stands as both a spiritual powerhouse and a beacon of humanity, where service to God is expressed through service to people.",
  "find_our_trust": "Find Our Trust/Temple",
  "contact_trust_address_title": "Address",
  "contact_trust_address_value": "Sri Satya Rama Tilak Ashramam(108 pillar Temple)\nShivapuram,illapalli,Biccavolu Mandal\nEast Godavari, Andhra Pradesh - 533343\nPhone: 7675000988, 9849595328\nEmail: 108pillartemple@gmail.com",
  "contact_trust_contact_title": "Contact",
  "contact_trust_contact_info": "Phone: 7675000988, 9849595328\nEmail: 108pillartemple@gmail.com",
  "contact_temple_hours_title": "Temple Hours",
  "contact_temple_hours_morning": "Morning: 6:00 AM - 1:00 PM",
  "contact_temple_hours_noon": "Aftrenoon: 2:30 PM - 7:00 PM",
  "contact_special_darshan_info": " Special darshan timings may vary during festivals",
  "copy_right_warning": "© 2025 Sri Satya Rama Tilak Ashramam. All rights reserved.",
  "trust_services": "Trust Services",
  "lonliness_title": "No one deserves to grow old in loneliness.",
  "services_description_about": "Every day, we reach out to 30 abandoned elders who have no family to turn to. For them life had become a silent wait for care that never came. But today, they smile when we arrive with warm meals, gentle words, and the assurance that they still matter. We believe that dignity, love, and hope are not luxuries—but basic human rights. With your support, we can keep reminding them that they are not forgotten, and never will be",
  "temple_history_heading": "Temple History & Services",
  "temple_history_sub_heading": "108 Pillar Temple is located in Shivapuram illapalli,Biccavolu,East Godavari of Andhra Pradesh, Dedicated to Lord Shiva and Lord Venkateswara swamy.",
  "temple_history_description_about": "The Temple has 108 Pillars and a total  196667 shivalingas,The Deity Shivaling was made up of Mercury and produces gold layer everyday and Lord Venkateswara swamy was situated in under ground. We offer Gold as prasadam for RasaLingam(mercury shivaling)",
  "our_mission_title": "Our Mission",
  "temple_name": "108 Pillar Temple ",
  "services_page_title": "Hands That Serve, Hearts That Heal",
  "services_page_subtitle": "Serving abandoned old people in around our village to help them lead their lives peacefully",
  "home": "Home",
  "about": "About",
  "contact": "Contact"
}
