{
  "trust_name": "శ్రీ సత్య రామ తిలక్ ఆశ్రమం",
  "trust_subheading1": "శ్రీ సత్యరామ తిలక్ ఆశ్రమం & 108 స్తంభాల ఆలయ చరిత్ర",
  "trust_description": "శ్రీ సత్యరామ తిలక్ ఆశ్రమం 2006లో శ్రీ తిలక్ గురువు గారు మరియు శ్రీమతి సుందరి గారి ఆధ్వర్యంలో స్థాపించబడింది. పిల్లల చేత విడిచిపెట్టబడి, అతి దయనీయ పరిస్థితుల్లో ఉన్న 30 మంది వృద్ధులకు అన్నదానం చేయడం అనే చిన్న సంకల్పంతో మొదలైన ఈ ఆశ్రమం, నేడు భక్తి, సేవ, ఆధ్యాత్మికతకు నిలయంగా ఎదిగింది.\n2019లో, భక్తులు స్వయంగా అభిషేకం చేసి, భగవంతుని కృప పొందాలని ఉద్దేశంతో, ఆశ్రమం పరిధిలోనే 108 స్తంభాల ఆలయం..",
  "sevas_title": "ప్రత్యేక దినాలు మరియు సేవలు",
  "dailyActivities": "నిత్య కార్యక్రమాలు",
  "dailyList": "నిత్య అభిషేకం, పూజ, ఆరతి, అన్నాదానం",
  "weeklyRituals": "వారంలో జరుగు కార్యక్రమాలు",
  "monday": "సోమవారం",
  "tuesdayFriday": "మంగళవారం & శుక్రవారం",
  "saturday": "శనివారం",
  "rudrabhishekam": "రుద్రాభిషేకం",
  "lakshmiPooja": "లక్ష్మీపూజ",
  "venkateswara": "వెంకటేశ్వరస్వామికి కాసులు అభిషేకం",
  "monthlySpecial": "నెలవారీ ప్రత్యేక రోజులు",
  "amavasya": "అమావాస్య",
  "pournami": "పౌర్ణమి",
  "chandiHomam": "చండి సప్తశతి హోమం",
  "kalasarpaHomam": "కాలశర్ప దోష హోమం",
  "annualFestivals": "సంవత్సర వార్షికోత్సవాలు:",
  "kartik": "కార్తీకమాసం",
  "kartikInfo": "2025 అక్టోబర్ 22న ప్రారంభమై నవంబర్ 22న ముగుస్తుంది",
  "gopashtami": "గోష్టాష్టమి",
  "mahaShivaratri": "మహాశివరాత్రి",
  "temple_history_title": "మన ఆలయం: భక్తి సంప్రదాయం & సేవా ఆదర్శం",
  "temple_history_subheading1": "108 స్తంభాల ఆలయం, శివపురం – తూర్పు గోదావరి లో ఒక ప్రత్యేక ఆధ్యాత్మిక గమ్యం",
  "temple_history_description1": "108 స్తంభాల ఆలయం (శ్రీ ఇష్టకామేశ్వరి సమేత శ్రీ సత్యరామ రసలింగేశ్వర స్వామి దేవస్థానం), ఈస్ట్ గోదావరి జిల్లా, బిక్కవోలు మండలం, ఇల్లపల్లి గ్రామ సమీపంలోని శివపురంలో ఉంది. బిక్కవోలు నుండి కేవలం 3 కి.మీ. దూరంలో ఉన్న ఈ ఆలయం భారతదేశంలోనే ప్రత్యేకమైనది.ఈ దేవాలయంలో 108 స్తంభాలు ఉండగా, ప్రతి స్తంభంలో 1,108 శివలింగాలు ఉన్నాయి. మొత్తంగా 1,19,664 శివలింగాలు ఈ ఆలయంలో ప్రతిష్ఠించబడ్డాయి..",
  "shiva_subheading2": "శివలింగం ప్రతి రోజు ఒక అతి పలుచని బంగారు పొరను ఉత్పత్తి చేస్తుంది.",
  "shiva_description2": "ఆలయ గర్భగృహంలో పాదరశ శివలింగం (రసలింగం) ప్రత్యేక ఆకర్షణ. భక్తులు స్వయంగా అభిషేకం చేయవచ్చు. 108 స్తంభాలపై పోసిన నీరు 108 ధారల రూపంలో గర్భగృహంలోకి ప్రవహించి పాదరశ శివలింగంపై పడి అభిషేకమవుతుంది. విశేషమేమిటంటే – ఈ పాదరశ లింగం ప్రతిరోజూ స్వయంగా బంగారు పొర పూత పూస్తుంది.",
  "ishta_subheading3": "శ్రీ ఇష్టకామేశ్వరి దేవి యొక్క దివ్య ఆశీర్వాదాలు",
  "ishta_description3": "శ్రీ సత్య రామ తిలక్ ఆశ్రమం (108 స్తంభాల దేవాలయం) లో, 200 చండీ హవనాలను పూర్తి చేసిన అనంతరం, శ్రీ ఇష్టకామేశ్వరి దేవి యొక్క పవిత్ర విగ్రహాన్ని ప్రతిష్టించారు. ఈవిధంగా ఆమెను, దివ్య మాత యొక్క అత్యంత శక్తివంతమైన రూపాలలో ఒకటిగా భావిస్తారు. భక్తులు నమ్మకం కలిగిన విధంగా, శ్రీ ఇష్టకామేశ్వరి అమ్మవారిని ఆరాధించిన వారు వివాహం, సంతానం, ఐశ్వర్యం, ఆరోగ్యం మరియు సమగ్ర సుఖసంతోషాన్ని పొందుతారని విశ్వసిస్తున్నారు. భక్తులు తమ కోరికలు నెరవేర్చుకోవడానికి `ముడుపు` (పవిత్ర గ్రంథి) ను అమ్మవారి ముందు కట్టి, తమ శరణాగతి మరియు భక్తిని వ్యక్తపరుస్తారు. అమ్మవారు అపారమైన కరుణతో, వారివారి జీవనాన్ని అనుగ్రహం మరియు సద్గ్రహం ద్వారా మారుస్తారు.",
  "swamy_subheading4": "కలియుగ దైవం: శ్రీ వెంకటేశ్వర స్వామి",
  "swamy_description4": "ఆలయ క్షేత్రపాలకుడిగా భూగర్భ గర్భగృహంలో శ్రీ వెంకటేశ్వర స్వామి ప్రతిష్ఠించబడ్డారు. ప్రతి శనివారం నాడు నాణేల అభిషేకం ప్రత్యేకంగా జరుగుతుంది. ఆ నాణేలు భక్తులకు ప్రసాదంగా తిరిగి ఇవ్వబడతాయి, ఇది శ్రీహరికి అంకితమైన సంపద సంకేతం.",
  "annapoorna_subheading5": "శ్రీ అన్నపూర్ణా దేవి",
  "annapoorna_description5": "శ్రీ అన్నపూర్ణా దేవి ఈ ఆశ్రమంలో పోషణ మరియు కరుణకు ప్రతిరూపంగా నిలిచారు. ప్రతి రోజు మధ్యాహ్నం 12:00 నుండి 2:00 వరకు ఆలయాన్ని సందర్శించే భక్తులకు ఉచితంగా అన్నదాన కార్యక్రమం నిర్వహిస్తారు. భక్తులు అమ్మవారి పాదాల దగ్గర బియ్యం సమర్పిస్తూ, అలా చేయడం ద్వారా తమ ఇళ్ళకు ఐశ్వర్యం, సౌభాగ్యం, దైవకృప లభిస్తాయని విశ్వసిస్తారు.గత 18 సంవత్సరాల నుండి, ఈ ఆశ్రమం సమీప గ్రామాల్లో ఉన్న వృద్ధులు, పేదలు ఎవరు ఆకలితో ఉండకుండానే ఇళ్లకి నేరుగా భోజనం పంపుతూ సేవను కొనసాగిస్తోంది. ఇది అన్నపూర్ణా దేవి అనుగ్రహంతో కొనసాగుతున్న పవిత్ర సేవగా భావించబడుతుంది.",
  "serving_devotees_subheading6": "భక్తులకు సేవ చేయడం",
  "serving_devotees_description6": "ఆధ్యాత్మిక ప్రాముఖ్యతతోపాటు, ఈ దేవాలయం సేవా మరియు దయా కేంద్రముగా నిలుస్తోంది. శ్రీ సత్య రామ తిలక్ ఆశ్రమం ద్వారా ప్రతి రోజు మధ్యాహ్నం 12:00 గంటల నుండి 2:00 గంటల వరకు అన్నదానం (ఉచిత భోజనం) అందరికి అందించబడుతుంది. గత 18 సంవత్సరాలుగా, మూడు సమీప గ్రామాలలోని పేదలు మరియు వృద్ధుల ఇంటికి అన్నప్రసాదాన్ని నేరుగా పంపిస్తున్నారు. భక్తులు కూడా శ్రీ అన్నపూర్ణ అమ్మవారి పాదాల వద్ద బియ్యం సమర్పించి, ఐశ్వర్యానికి ఆమ్సమాన అనుగ్రహాన్ని కోరుకుంటారు.",
  "highlights_subheading7": "108 స్తంభాల ఆలయ విశేషాలు",
  "hightlights_listitem1": "108 స్తంభాలలో 1,19,664 శివలింగాలు",
  "hightlights_listitem2": "పాదరశ శివలింగం ప్రతిరోజూ బంగారు పొరను ఉత్పత్తి చేస్తుంది",
  "hightlights_listitem3": "శనివారాల్లో శ్రీ వెంకటేశ్వర స్వామికి కాసుల అభిషేకం",
  "hightlights_listitem4": "ప్రతిరోజూ అన్నదానం & గ్రామ సేవా కార్యక్రమాలు",
  "hightlights_listitem5": "తూర్పు గోదావరి,బిక్కవోలు నుండి కేవలం 3 కిమీల దూరంలో ఉంది.",
  "trust_service_founder_heading": "సామాజిక సేవ కార్యక్రమాలు – శ్రీ సత్యరామ తిలక్ ఆశ్రమం",
  "trust_and_service_description": "శ్రీ సత్య రామ తిలక్ ఆశ్రమంలో, మానవ సేవే మా ప్రధాన ధర్మం.2006లో స్థాపన అయినప్పటి నుండి, మేము వృద్ధులు, పేదలు, మరియు బలహీన వర్గాలను వివిధ సామాజిక సేవా కార్యక్రమాల ద్వారా సహాయం చేస్తూ వస్తున్నాము..",
  "abandoned_elders_heading": "నిరాశ్రయ వృద్ధుల సేవ",
  "services_listitem1": "గత 18 సంవత్సరాలుగా ఆశ్రమం ప్రతిరోజూ 30 మంది వృద్ధులకు ఆహారం అందిస్తోంది. వీరిలో చాలామంది తమ పిల్లలచే విడిచిపెట్టబడ్డవారు.",
  "services_listitem2": "సాధారణ సేవలతో పోలిస్తే, మేము ప్రత్యేకంగా వారి గౌరవాన్ని కాపాడుతూ, ప్రతిరోజూ వారి ఇళ్లకు నేరుగా ఆహార వాహనాలు పంపిస్తున్నాము.",
  "services_listitem3": "మా సంకల్పం కేవలం భోజనం అందించడమే కాదు, ఆ వృద్ధులు గౌరవంగా, గుర్తింపుతో, స్నేహపూర్వకంగా ఉండాలని కోరుకోవడమే.",
  "homeless_people_heading": "ఇల్లులేని వృద్ధులకు ఆశ్రయం",
  "homeless_listitem1": "సమీప గ్రామాల్లో అనేకమంది వృద్ధులకు తలదాచుకునే సరైన గది కూడా లేకుండా ఉండేవారు.",
  "homeless_listitem2": "మా సేవా కార్యక్రమంలో భాగంగా, ఆశ్రమం ఆ వృద్ధుల కోసం సింగిల్-రూమ్ గృహాలను నిర్మించింది. వీటివల్ల వారు సురక్షితంగా, గౌరవంగా జీవించగలుగుతున్నారు.",
  "drinking_water_heading": "గ్రామాలకు తాగునీటి సరఫరా",
  "drinking_water_listitem1": "శివపురం మరియు పరిసర గ్రామాల్లో ఒకప్పుడు తాగునీటి కొరత తీవ్రంగా ఉండేది.",
  "drinking_water_listitem2": "ఈ సమస్యను పరిష్కరించేందుకు, ఆశ్రమం నుండి ఒక కిలోమీటరు పొడవునా నీటి పైప్‌లైన్ వేయడం జరిగింది. దీని ద్వారా వందలాది కుటుంబాలకు శుభ్రమైన తాగునీరు అందింది.",
  "drinking_water_listitem3": "ఈ సేవ వలన గ్రామ ప్రజల ఆరోగ్యం, జీవన ప్రమాణం గణనీయంగా మెరుగుపడింది.",
  "guiding_principle": "మా మార్గదర్శక సూత్రము",
  "guiding_description1": "మేము ఈ సూత్రాన్ని విశ్వసిస్తున్నాము:“సర్వేజనాః సుఖినోభవంతు – సమస్త ప్రజలు సుఖంగా ఉండాలి.”`",
  "guiding_description2": "ఆకలిగొన్నవారికి అన్నం పెట్టడం, ఇల్లులేని వారికి ఆశ్రయం కల్పించడం, దాహమేస్తే నీరు అందించడం – ఇవన్నీ ఈ దృక్పథాన్ని నిజం చేసే దిశగా తీసుకున్న అడుగులు.మాకు మానవ సేవ అనేది దేవుని సేవ. ఈ చిన్న కానీ అర్థవంతమైన కార్యక్రమాల ద్వారా, శ్రీ సత్యరామ తిలక్ ఆశ్రమం శివపురం మరియు పరిసర గ్రామ ప్రజలకు ఆశ, కరుణ, ఆశీర్వాదాల మూలంగా నిలుస్తోంది.",
  "address_title": "శ్రీ సత్యరామ తిలక్ ఆశ్రమం (108 స్తంభాల ఆలయం)",
  "address": "శివపురం, ఇల్లపల్లి, బిక్కవోలు మండలం\nతూర్పు గోదావరి, ఆంధ్రప్రదేశ్ – 533343\nఫోన్: 7675000988\nఈ‑మెయిల్: 108pillartemple@gmail.com",
  "stay_connected": "అనుసంధానం కొనసాగించండి",
  "quick_links": "త్వరిత లింకులు",
  "contact_subheading": "శ్రీ సత్యరామ తిలక్ ఆశ్రమం & 108 స్తంభాల ఆలయ చరిత్ర:",
  "contact_text1": "శ్రీ సత్యరామ తిలక్ ఆశ్రమం 2006లో శ్రీ తిలక్ గురువు గారు మరియు శ్రీమతి సుందరి గారి ఆధ్వర్యంలో స్థాపించబడింది. పిల్లల చేత విడిచిపెట్టబడి, అతి దయనీయ పరిస్థితుల్లో ఉన్న 30 మంది వృద్ధులకు అన్నదానం చేయడం అనే చిన్న సంకల్పంతో మొదలైన ఈ ఆశ్రమం, నేడు భక్తి, సేవ, ఆధ్యాత్మికతకు నిలయంగా ఎదిగింది.2019లో, భక్తులు స్వయంగా అభిషేకం చేసి, భగవంతుని కృప పొందాలని ఉద్దేశంతో, ఆశ్రమం పరిధిలోనే 108 స్తంభాల ఆలయం (శ్రీ ఇష్టకామేశ్వరి సమేత శ్రీ సత్యరామ రసలింగేశ్వర స్వామి దేవస్థానం) నిర్మించబడింది. 108 స్తంభాలలో 1,19,664 శివలింగాలు ప్రతిష్ఠించబడి ఉండటం, గర్భగృహంలోని  శివలింగం ప్రతిరోజూ స్వయంగా బంగారు పొర పూయడం ఈ ఆలయ ప్రత్యేకత.",
  "contact_bold_word1": "స్థాపకుని ప్రేరణ & ఆశయం:",
  "contact_text2": "శ్రీ ముప్పిడి వెంకట రామ మూర్తిగారు (రామ్ బ్రహ్మం గారు) 1970ల మధ్యకాలంలో ప్రసిద్ధ జ్యోతిష్కులు. ఆయనను కలిసిన ప్రతి ఒక్కరికి భోజనం పెట్టడం, పేదలకు సహాయం చేయడం ఆయన జీవిత ధర్మం. 2004లో ఆయన మరణం తరువాత, స్థాపకుడు యాత్రలో పలు ఆశ్రమాలు సందర్శించినప్పుడు పిల్లల చేత విడిచిపెట్టబడిన వృద్ధుల కథలు విని ఎంతో కలత చెందారు.అప్పుడు ఆయన హృదయంలో పుట్టిన ఆలోచన:”",
  "contact_bold_word2": "“నాన్నను స్మరించుకుంటూ రోజుకు ఒక్కరికైనా అన్నం పెట్టలేమా?”",
  "contact_text3": "ఆ ఆలోచనే సత్యరామ తిలక్ ఆశ్రమానికి విత్తనమైంది. 2006లో 30 మంది వృద్ధులను పోషించడం మొదలై, నేడు ప్రతిరోజూ వందలాది మంది భక్తులకు అన్నదానం జరుగుతోంది. ఆశ్రమం యొక్క సారాంశం ఈ మంత్రంలో ప్రతిఫలిస్తుంది:",
  "contact_bold_word3": "“సర్వే జన సుఖినోభవంతు – అందరికీ సంతోషం కలుగుగాక.”",
  "contact_bold_word4": "\nసేవా కార్యక్రమాలు",
  "contact_text4": "ప్రతిరోజూ అన్నదానం (భక్తులు, వృద్ధులకు)\n108 స్తంభాల ఆలయ నిర్మాణం (2019)\nగ్రామాలకు శుద్ధజల వసతి కల్పన\nవిడిచిపెట్టబడ్డ వృద్ధులకు గృహ వసతి (ఒక గదితో కూడిన ఇళ్లు) నిర్మాణం\nప్రతి సంవత్సరం ఆధ్యాత్మిక కార్యక్రమాలు, సేవలు",
  "contact_bold_word5": "\nనేటి వారసత్వం:",
  "contact_text5": "ఈ ఆశ్రమం మరియు ఆలయం స్థాపకులు మరియు వారి కుటుంబం: రాజీవ్ జమీందార్, ప్రవల్లిక, ధర్మా జమిందార్ ప్రత్యక్ష పర్యవేక్షణలోనే కొనసాగుతూ, భక్తి మరియు సేవా మార్గాన్ని విస్తరింపజేస్తోంది.✨నేడు, శ్రీ సత్యరామ తిలక్ ఆశ్రమం & 108 స్తంభాల ఆలయం దేవుడికి చేసే సేవ, మానవాళికి చేసే సేవగా మారి, అందరికీ ఆశీర్వాదాలు పంచుతున్నాయి.",
  "find_our_trust": "మా ట్రస్ట్/ఆలయం కనుగొనండి",
  "contact_trust_address_title": "చిరునామా",
  "contact_trust_address_value": "శ్రీ సత్యరామ తిలక్ ఆశ్రమం (108 స్తంభాల ఆలయం)\nశివపురం, ఇల్లపల్లి, బిక్కవోలు మండలం\nతూర్పు గోదావరి, ఆంధ్రప్రదేశ్ – 533343\nఫోన్: 7675000988, 9849595328\nఈ‑మెయిల్: 108pillartemple@gmail.com",
  "contact_trust_contact_title": "సంప్రదించండి",
  "contact_trust_contact_info": "ఫోన్: 7675000988, 9849595328\nఈ‑మెయిల్: 108pillartemple@gmail.com",
  "contact_temple_hours_title": "ఆలయ సమయాలు",
  "contact_temple_hours_morning": "ఉదయం: 6:00 AM – 1:00 PM",
  "contact_temple_hours_noon": "మధ్యాహ్నం: 2:30 PM – 7:00 PM",
  "contact_special_darshan_info": "పండుగల సమయంలో ప్రత్యేక దర్శన సమయాలు మారవచ్చు",
  "copy_right_warning": "© 2025 శ్రీ సత్యరామ తిలక్ ఆశ్రమం. అన్ని హక్కులు రిజర్వ్ చేయబడ్డాయి.",
  "trust_services": "ట్రస్ట్ సేవలు",
  "lonliness_title": "ఎవరూ వృధాప్యాన్నీ ఒంటరిగా జీవించాలి అనుకోరు",
  "services_description_about": "ప్రతి రోజూ, మేము 30మంది నిరాశ్రయ వృద్ధులను చేరుకుంటాము. కుటుంబం లేని వారు, ఆధారంలేని వారు… వారికి జీవితం అనేది ఒక నిశ్శబ్దమైన ఎదురు చూపులా మారిపోయింది. కానీ ఈరోజు, మేము తీసుకెళ్ళే స్నేహపూర్వక భోజనం, ఆత్మీయమైన మాటలు: “మీరు మాకు ఎంతో విలువైనవారు” అనే హామీతో వారు చిరునవ్వులు చిందిస్తున్నారు.",
  "temple_history_heading": "దేవాలయ చరిత్ర మరియు సేవలు",
  "temple_history_sub_heading": "ఆంధ్రప్రదేశ్ రాష్ట్రం, తూర్పు గోదావరి జిల్లా, బిక్కవోలు మండలంలోని శివాపురం ఇల్లపల్లిలో ఉన్న 108 స్తంభాల ఆలయం, భగవాన్ శివుడు మరియు శ్రీ వెంకటేశ్వర స్వామివారికి అంకితమైంది.",
  "temple_history_description_about": "ఈ ఆలయంలో 108 స్తంభాలు మరియు మొత్తం 1,96,667 శివలింగాలు ఉన్నాయి. ఆలయ ప్రధాన విగ్రహమైన శివలింగం పాదరశంతో (Mercury) తయారుచేయబడింది మరియు ప్రతి రోజు బంగారు పొర ఉత్పత్తి చేస్తుంది. భూగర్భంలో శ్రీ వెంకటేశ్వర స్వామివారు ప్రతిష్టించబడ్డారు. ఈ రసలింగానికి (పాదరశ శివలింగం) ప్రసాదంగా మేము బంగారాన్ని అందిస్తాము.",
  "our_mission_title": "మా లక్ష్యం",
  "temple_name": "108 స్తంభాల గుడి",
  "services_page_title": "ఆశ్రయమిచ్చే చేతులు, ఆప్యాయత నింపే హృదయాలు",
  "services_page_subtitle": "మా గ్రామ పరిసరాల్లోని 30మంది నిరాధార వృద్ధులను సేవిస్తూ, వారు గౌరవంగా, శాంతియుతంగా జీవించేందుకు సహాయం చేస్తున్నాము."
}
